Repository: andrewychoi/django-forum
Catalog: forum/locale/*/LC_MESSAGES/django.po
Languages: cs

source: %(title)s's Forum: %(forum)s
cs: Fórum %(title)s: %(forum)s

source: %(title)s's Forum
cs: Fórum %(title)s

source: Latest forum posts
cs: Nejnovější příspěvky

source: Title
cs: Nadpis

source: Body
cs: Text

source: Subscribe via email
cs: Upozorňovat e-mailem

source: Description
cs: Popis

source: Threads
cs: Témata

source: Posts
cs: Příspěvky

source: Ordering
cs: Řazení

source: Forum parents
cs: Nadřazená fóra

source: Forum
cs: Fórum

source: Forums
cs: Fóra

source: You must not save a forum in itself!
cs: Fórum nelze vložit do sebe sama!

source: Sticky?
cs: Na vrchu?

source: Closed?
cs: Zamčené?

source: Views
cs: Shlédnutí

source: Latest Post Time
cs: Nejnovější příspěvek

source: Thread
cs: Téma

source: Time
cs: Čas

source: Post
cs: Příspěvek

source: Subscription
cs: Upozornování

source: Subscriptions
cs: Upozornování

source: All Latest Posts via RSS
cs: Nejnovější příspěvky jako RSS

source: All Latest Posts via ATOM
cs: Nejnovější příspěvky jako ATOM

source: Welcome to the Forums
cs: Vítejte ve fóru

source: Home
cs: Domů

source: Last Post
cs: Nejnovější příspěvek

source: %(thread_count)s threads, %(post_count)s posts
cs: %(thread_count)s témat, %(post_count)s příspěvků

source: %(time)s ago by %(author)s
cs: vložil %(author)s před %(time)s

source: view
cs: číst

source: No Posts
cs: Žádné příspěvky

source: Update Subscriptions
cs: Aktualizovat upozorňování

source: New Thread in %(title)s
cs: Nové téma v %(title)s

source: %(forum.title)s Posts via RSS
cs: Příspěvky %(forum.title)s jako RSS

source: %(forum.title)s Posts via ATOM
cs: Příspěvky %(forum.title)s jako ATOM

source: New Thread
cs: Nové téma

source: Create a Thread
cs: Vytvořit téma

source: Posting As
cs: Přihlášen jako

source: Reply to thread "%(title)s"
cs: Odpovědět do tématu "%(title)s"

source: Reply to Thread "%(title)s"
cs: Odpovědět do tématu "%(title)s"

source: Reply to Thread
cs: Odpovědět do tématu

source: %(time)s ago
cs: před %(time)s

source: by
cs: author

source: First
cs: První

source: Last
cs: Poslední

source: Post a Reply
cs: Odpovědět

source: Sorry, this thread is closed. No further replies are permitted.
cs: Toto téma je uzamčeno; žádné další odpovědi nejsou možné.

source: Submit
cs: Odeslat

source: Please login to post a reply.
cs: Pro přidání odpovědi se prosím přihlašte.

source: %(ftitle)s Posts via RSS
cs: Příspěvky z %(ftitle)s jako RSS

source: %(ftitle)s Posts via ATOM
cs: Příspěvky z %(ftitle)s jako ATOM

source: thread
cs: téma

source: Sub-Forum
cs: podfórum

source: Update Thread Subscriptions
cs: Aktualizovat upozorňování

source: No subscriptions.
cs: Žádná upozornění.

source: Subscribed
cs: Objednána upozornění

source: Sticky
cs: Na vrchu

source: (Closed)
cs: (Uzavřeno)

source: Go back to thread
cs: Zpět do tématu

source: Please login to update your forum subscriptions.
cs: K aktualizaci upozornění se prosím přihlašte.
